# IdeaStatiCa.RcsApi.Model.TemperatureCurve2D
Reperesents a thermal curve.

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**Points** | **List&lt;Point2D&gt;** | List of polygon points | [optional]

[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)